{
	"faqSections": [{
		"id": 0,
		"title": "",
		"items": [{
				"id": 0,
				"title": "Why can't I see any lyrics?",
				"text": "I haven't found the best resource yet to fetch lyrics from a song. Currently you would find lyrics for some of the popular songs but I'm still looking for sources that have a bigger database of lyrics."
			},
			{
				"id": 1,
				"title": "How does it recognise the song?",
				"text": "NowPlaying relies entirely on the beautiful technology of ShazamKit. It would take a big team a lot of time to develop a technology that comes remotely close to what Shazam does. NowPlaying however, take's that match one step further and finds as much information as I can about the song."
			},
			{
				"id": 2,
				"title": "Where do you get the information from?",
				"text": "Apple Music, MusicBrainz, Genius.com, TheAudioDB, Discogs, SongLinks, Last.FM and our very own API which sometimes gets information directly from the artists or labels themselves."
			},
			{
				"id": 4,
				"title": "Why is everything in English?",
				"text": "NowPlaying collects content from a lot of different sources which often only is available in English. To make sure everyone gets the same experience I have decided to remove all translations for now. I hope to find a good solution in the future which would make sure all content will be available in multiple languages but for now I choose this direction.\n\n I really hope you understand."
			},
			{
				"id": 5,
				"title": "Why does NowPlaying not work on older versions of iOS?",
				"text": "One of the core technologies that's being used by NowPlaying is called ShazamKit, this API by Apple is only available on iOS 15 and up. Additionally in 2022 Apple added significant improvements to the Apple Music API that improved the experience of NowPlaying drastically."
			},
		]
	}],
	"contactItems": [{
			"id": 0,
			"title": "Twitter",
			"url": "https://www.twitter.com/NowPlayingGold",
			"imageName": "newspaper.circle.fill",
			"color": 1
		},
		{
			"id": 1,
			"title": "Instagram",
			"url": "https://www.instagram.com/nowplaying.app",
			"imageName": "camera.circle.fill",
			"color": 2
		},
		{
			"id": 2,
			"title": "Contact Us",
			"url": "mailto:hidde@modumhq.com",
			"imageName": "paperplane.circle.fill",
			"color": 2
		}
	]
}
